Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nkom.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The consideration that the access buyer must be able to offer its products in the retail
nb: Hensynet til at tilgangskjøper skal være i stand til å tilby sine produkter i

source: Based on the results from the last margin squeeze test, Nkom has calculated the effect of the changes in the margin squeeze principles.
nb: Med utgangspunkt i resultatene fra siste marginskvistest, har Nkom beregnet effekten av endringene i marginskvisprinsippene.

source: Nkom believes that the portfolio requirement in the margin squeeze model, in combination with the requirement of a positive gross margin for standalone fibre products in the private segment, is sufficient to ensure financial replicability in this part of the market.
nb: Nkom mener at porteføljekravet i marginskvismodellen, i kombinasjon med krav om positiv bruttomargin for enkeltstående foberprodukter i privatsegmentet, er tilstrekkelig for å ivareta økonomisk replikerbarhet i denne delen av markedet.

source: of the 147 measurement points, and the data
nb: av de 147 målepunktene, og ytelsen på

source: Telenor is required to offer VULA fibre in the company’s GPON network.
nb: Telenor er pålagt å tilby VULA fiber i selskapets GPON-nettverk.

source: Nkom’s assessment Nkom notified a requirement that the gross margin for all standardised standalone fibre products must be at least 25%.
nb: Nkom varslet et krav om at bruttomarginen på alle standardiserte enkeltstående fiberprodukter skal være minst 25 %.

source: The principles for margin squeeze tests are set out in Appendix 9.
nb: Prinsippene for marginskvistesten fremgår av vedlegg 9.

source: Most of the companies covered by this analysis have, however, been subject to regulatory price caps for some time now.
nb: De fleste selskapene som omfattes av denne analysen, har imidlertid i lengre tid vært underlagt i pristaksregulering.

source: Nkom believes that this, seen in isolation, may indicate that the company was exposed to buyer power.
nb: Nkom mener at dette, isolert sett, kan være et uttrykk for at selskapet ble utsatt for kjøpermakt.

source: At the second normal conduction of the margin squeeze test, i.e. in September, Nkom wil in addition update all the relevant cost data in the margin squeeze test.
nb: Ved den andre normale gjennomføringen av marginskvistest, altså i september, vil Nkom i tillegg oppdatere alle relevante kostnadsdata i marginskvistesten.

source: At the same time, there is potential for monopoly pricing from Com4 in the same way as from the other providers of termination.
nb: Samtidig foreligger det potensiale for monopolprising fra Com4 på tilsvarende måte som fra øvrige tilbydere av terminering.

source: Nkom has assessed ESA’s remark and believes that this can be taken into account appropriately by combining the current ex-post margin squeeze test with an ex-ante margin squeeze test that is based on the current ex-post margin squeeze test.
nb: Nkom har vurdert ESAs kommentar og mener en hensiktsmessig måte å hensynta denne på, er å kombinere dagens ex post-marginskvistest med en ex ante-marginskvistest som er basert på dagens ex post-marginskvistest.

source: Satellite earth stations on Svalbard and in Antarctica
nb: Satellittjordstasjoner på Svalbard og i Antarktis

source: Principle 1 Efficiency standard
nb: Prinsipp 1 Effektivitetsstandard

source: Based on how the price obligations are aimed at ensuring equal terms of competition in the retail markets for efficient operators, and since access buyers differ significantly from Telenor in terms of their market shares and breadth of service production, there is much to indicate that the margin squeeze test in Market 15 should be based on REO or adjusted EEO.
nb: På bakgrunn av at prisforpliktelsene har til hensikt å sikre like konkurransevilkår i sluttbrukermarkedene for effektive tilbydere, og fordi tilgangskjøpere skil er seg markant fra Telenor i markedsandel og bredde i tjenesteproduksjon, er det mye som taler for å basere marginskvistest i marked 15 på REO eller justert EEO.

source: The relevant markets are limited to voice termination in the individual provider’s fixed network.
nb: De relevante markedene er avgrenset til taleterminering i den enkelte tilbyders fastnett.

source: Nkom can also define other products in the portfolio, if they are expected to be important to competition.
nb: Nkom også kan definere andre produkter i porteføljen dersom de forventes å bli viktige for konkurransen.

source: Telenor reports list prices and associated discounts for the products included in the margin squeeze test.
nb: Telenor rapporterer listepriser og tilhørende rabatter for produktene som inngår i marginsvistesten.

source: After the introduction of regulatory price caps, both companies have set termination charges that are equal to the price cap.
nb: Begge selskapene har i etterkant av pristaksregulering fastsatt termineringspris lik pristak.

source: Acting in accordance with the ordinary legislative procedure (2), Whereas:
nb: 2 Nkom bemerker at omgjøringskompetanse etter bestemmelsens femte ledd til igger både understansen og klageinstansen.

source: At the same time, Nkom wil continue using the model developed by Wik Consult, which has been used to perform the margin squeeze test for VUA fibre in Marked 3b.
nb: Nkom vil samtidig videreføre modellen som ble utviklet av Wik Consult og som har blitt brukt for å gjennomføre marginskvistester for VUA fiber i Marked 3b.

source: Chapter 2 provides a brief definition of margin squeeze.
nb: I kapittel 2 gis en kort definisjon av marginskvis.

source: See Section 24 of the General Authorisations Regulations.
nb: Se fribruksforskriften § 24 for detaljer.

source: Nkom has also introduced a new requirement that at least one standalone fibre product must be included in the portfolio of flagship products.
nb: I tillegg har Nkom innført et nytt krav om at minst ett enkeltstående fiberprodukt skal inngå i porteføljen med flaggskipprodukter.

source: The access obligation does not apply if the B-subscriber (called party) has chosen to limit the access from A-subscribers (calling party) within certain geographical areas.
nb: Formidlingsplikten gjelder ikke dersom B-abonnent (mottaker av samtale) har valgt å begrensetilgang fra A-abonnenter (anropende part) lokalisert i særskilte geografiske områder.

source: On this basis, Nkom wil base margin squeeze tests in Market 15 on the principle of adjusted EEO.
nb: Nkom vil på denne bakgrunn legge prinsippet om justert EEO til grunn ved marginskvistester i marked 15.

source: - the provider’s name and address - what the publicly available telephone service comprises, including additional services - prices for access, use and maintenance, including fixed and variable prices, discounts
nb: - hva offentlig telefontjeneste omfatter, herunder til eggstjenester - priser for tilgang, bruk og vedlikehold, herunder faste og variable priser, samt rabatter og

source: Typically, information wil be collected about numbers of subscriptions, sales and traffic (minutes, SMS or data).
nb: Typisk innhentes opplysninger om antall abonnement, omsetning og trafikk (minutter, SMS eller data) etc.

source: Chapter 3 explains the principles and assumptions on which Nkom wil base the use of margin squeeze tests as tools to monitor Telenor's obligation to have access prices that ensure that access buyers do not experience margin squeeze.
nb: I kapittel 3 redegjøres det for de prinsipper og forutsetninger Nkom vil legge til grunn for bruk av marginskvistester som verktøy for å følge opp kravet til Telenor om å ha tilgangspriser som gjør at tilgangskjøper ikke opplever marginskvis.

source: A decision must be made about whether the efficiency level of the reference operator shal be comparable with the scale (and implicitly with the efficiency level) of the regulated provider, or the scale (and implicitly with the efficiency level) of a generic (alternative) operator.
nb: Det må avgjøres om effektivitetsnivået for referanseoperatøren skal være sammenlignbart med skalaen (og implisitt effektivitetsnivået) til den regulerte tilbyderen, eller skalaen (og implisitt effektivitetsnivået) til en generisk (alternativ) operatør.

source: Nkom may also carry out margin squeeze tests on its own initiative where appropriate; for example, if new wholesale products are introduced in Market 3a.
nb: Nkom vil også kunne gjennomføre marginskvistester på eget initiativ dersom det er hensiktsmessig, for eksempel dersom det innføres nye grossistprodukter i Marked 3a.

source: Nkom wil assess the proportionality of a requirement concerning a migration plan.
nb: akseptere en kortere avviklingsperiode enn det som følger av NGA-anbefalingen, forutsatt at

source: To ensure that Telenor can implement price changes in the retail market quickly and efficiently, Nkom proposes that the retail prices can be adjusted at the same time as Telenor proves to Nkom that it has passed the margin squeeze and/or gross margin tests.
nb: For å sikre at Telenor kan iverksette prisendringer i sluttbrukermarkedet på en rask og effektiv måte, legger Nkom opp til at sluttbrukerprisene kan justeres samtidig som Telenor fremviser oppfylt marginskvistest og/eller bruttomargintester for Nkom.

source: Nkom wil also be able to define other products than those stated in the above section, such as flagship products, if they are or can be expected to be important for the competition in the relevant retail market.
nb: Nkom vil også kunne definere andre produkter enn de som fremkommer i avsnittet ovenfor, som flaggskipprodukter dersom disse er eller kan forventes å bli viktige for konkurransen i det relevante sluttbrukermarkedet.

source: Nkom is therefore of the view that it may be relevant for ICE to attempt to renegotiate the agreement with Telia to achieve better terms of access with Telia within the time horizon of this decision.
nb: Når det gjelder samlokalisering, mener Nkom at hensynene som gjelder for nasjonal gjesting og MVNO-tilgang med hensyn til fare for stil tiende prissamarbeid, ikke gjør seg gjeldende på samme måte.

source: Nkom notified that Telenor must fulfil a requirement that the gross margin for all standardised standalone fibre products must be at least 25%.
nb: Nkom varslet at Telenor må oppfylle et krav om at bruttomargin for alle standardiserte enkeltstående fiberprodukter skal være minst 25 %.

source: If it is to be possible to compete on VULA fibre as a separate product, the gross margin must be 50%, or higher.
nb: Skal det være mulig å konkurrere på VULA fiber som et eget produkt, må bruttomarginen være 50 % eller høyere.

source: A decision must be made about whether the efficiency level of the reference operator shall be comparable with the scale (and implicitly with the efficiency level) of the regulated provider, or the scale (and implicitly with the efficiency level) of a generic (alternative) provider.
nb: Det må avgjøres om effektivitetsnivået for referanseoperatøren skal være sammenlignbart med skalaen (og implisitt effektivitetsnivået) til den regulerte tilbyderen, eller skalaen (og implisitt effektivitetsnivået) til en generisk (alternativ) operatør.

source: : This is correct, see also the answer to question 5.
nb: Dette er korrekt. Se også svaret til spørsmål 5.

source: On this basis, Nkom deems it appropriate to set the requirement of a gross margin of at least 40% for all standardised standalone fibre products in the business segment.
nb: Basert på dette mener Nkom det er grunnlag for å stille et krav om at bruttomarginen på alle standardiserte enkeltstående fiberprodukter i bedriftssegmentet skal være minst 40 %.

source: Table 2 Development in regulated termination rates on fixed networks stated in øre, excluding VAT.
nb: Tabel 2 Utvikling i regulerte termineringspriser i fastnett oppgitt i øre eks. mva.

source: On calculating the wholesale costs for each standalone fibre product, Telenor wil apply the same method as in the margin squeeze test.
nb: Telenor skal ved beregning av grossistkostnadene for hvert enkeltstående fiberprodukt legge til grunn samme metodikk som i marginskvistesten.

source: These products account for significantly less volume than fibre-based products in the private market and have therefore never been included in the portfolio of flagship products that were tested in the margin squeeze test in Market 3b.
nb: Disse produktene har vesentlig mindre volum enn fiberprodukter i privatmarkedet og har derfor aldri inngått i porteføljen med flaggskipprodukter som har blitt testet i marginskvistesten i Marked 3b.

source: Nkom furthermore stipulates that the gross margin for standalone fibre products in the business market must be at least 40%.
nb: Videre pålegger Nkom at bruttomargin for enkeltstående fiberprodukter i bedriftsmarkedet skal være minst 40 %.

source: The relative weight given to the tested products will therefore have to be assessed for each time the margin squeeze tests are performed and wil depend on how Telenor’s customer base flows between new and old call plans.
nb: Den relative vekt som gis til de testede produktene, vil derfor måtte vurderes for hver gang marginskvistestene gjennomføres, og vil avhenge av hvordan Telenors kundemasse flyter mellom nye og gamle ringeplaner.

source: 2) where the exit bid is automatical y cancelled due to the bidder increasing its clock bid
nb: 2) exit-budet automatisk blir slettet som følge av at budgiveren i et klokkebud i en

source: With regard to the change which entails a requirement of a positive gross margin of 40% for standalone fibre products aimed at businesses, Nkom believes this is necessary to ensure that financial replicability is adequately safeguarded in this segment.
nb: Når det gjelder endringen som innebærer et krav til positiv bruttomargin på 40 % for enkeltstående fiberprodukter rettet mot bedrifter, mener Nkom dette er nødvendig for å sikre at økonomisk replikerbarhet er tilstrekkelig ivaretatt i dette segmentet.

source: imposed on providers with significant market power must be “
nb: konsekvensen at Telenor pålegges å bygge fiber til alle adresser før kobbernettet kan saneres.

source: 3 Principles for the use of margin squeeze tests in Market 15
nb: 3 Prinsipper ved bruk av marginskvistest i marked 15

source: To ensure that the margin squeeze prohibition for local, virtual access to fibre-based access networks in Market 3a is complied with, Nkom wil therefore perform margin squeeze tests and gross margin tests; see Chapter 7.3.5.3 below.”
nb: For å sikre at forbudet mot marginskvis for lokal, virtuell tilgang til fiberbaserte aksessnett i Marked 3a overholdes, vil Nkom derfor gjennomføre marginskvistester og bruttomargintester, se kapittel 7.3.5.3 nedenfor.»

source: exceeded 99.99 per cent at 60 to 80 per cent
nb: var over 99,99 prosent på 60 til 80 prosent

source: When it comes to products in the private segment, the portfolio of flagship products includes the retail products that are the commercially most attractive in overall terms (at least 70% of the total revenue during the relevant period of time).
nb: Når det gjelder produkter i privatsegmentet, omfatter porteføljen med flaggskipprodukter sluttbrukerprodukene som samlet sett er de kommersielt mest attraktive (minst 70 % av de totale inntekene i den relevante tidsperioden).

source: The principles constitute an update of the principles that formed the basis for the margin squeeze tests for central access to fixed networks (Market 3b).
nb: Prinsippene innebærer en oppdatering av prinsippene som lå til grunn for marginskvistesten for sentral tilgang til faste aksessnett (Marked 3b).

source: About the “minimum bandwidth requirement”: Have we understood this correctly?
nb: Den eneste muligheten til å angi «minimum bandwidth requirement» er i registreringsskjemaet, dvs.

source: The security filter could be avoided by switching to another DNS resolver, or by communicating directly towards IP addresses that are provided without DNS resolution.
nb: Sikkerhetsfilteret vil kunne omgås ved å benytte alternativ DNS-resolver, eller ved å kommunisere direkte mot IP-adresser uten å benytte DNS-oppslag.

source: If an ISP offers opt-out DNS-based security filters, it is a prerequisite that the ISP:
nb: For å tilby forhåndsaktivert DNS-basert sikkerhetsfilter mener Nkom det er en forutsetning at ISP-en:

source: Principle 7 Usage pattern and subscription distribution
nb: Prinsipp 7 Bruksmønster og abonnementsfordeling

source: The design of the non-discrimination requirement in Markets 3a and 3b is not subject to this consultation.
nb: Utformingen av kravet til ikke-diskriminering i Marked 3a og 3b er ikke gjenstand for denne høringen.

source: In Nkom’s assessment, an obligation to present a migration plan that does not
nb: en migrasjonsplan og til minimumskravene Nkom har satt for innholdet i en slik plan.

source: In the context of Principle 3 and Principle 4, Nkom believes that a portfolio requirement in the margin squeeze model, in combination with the requirement of a positive gross margin, is sufficient to ensure financial replicability in the private segment.
nb: Når prinsipp 3 og prinsipp 4 sees i sammenheng, mener Nkom at et porteføljekravet i marginskvismodellen, i kombinasjon med kravet om positiv bruttomargin, er tilstrekkelig for å ivareta økonomisk replikerbarhet i privatsegmentet.

source: These have coincided with the regulated maximum prices shown in Table 2.
nb: Disse har sammenfalt med de regulerte maksimalprisene som vist i tabell 2.

source: The buyers of voice call termination on mobile networks consist of other fixed network providers and mobile providers.
nb: Kjøperne av terminering av tale i mobilnett består av andre fastnett-tilbydere og mobiltilbydere.

source: In summary, an opt-out DNS-filter would have reasonably good effectiveness as a security measure for ordinary internet users.
nb: Oppsummert vil forhåndsaktivert DNS-filter kunne ha rimelig god effektivitet som sikkerhetstiltak for vanlige internettbrukere.

source: copper networks that are subject to the access obligation.
nb: en slik forståelse, viser Nkom til vurderingene nedenfor i kapittel

source: In a reasonably efficient operator (REO) approach, the test will presume the scale and efficiency of an efficient alternative provider and thereby use the data set of alternative providers.
nb: Ved en rimelig effektiv operatør-tilnærming (REO) vil testen forutsette skalaen og effektiviteten til en effektiv, alternativ tilbyder, og dermed benytte datasettet til alternative tilbydere.

source: If the retail prices (listing rates) are discounted permanently or reduced temporarily in the form of promotions, such discounts wil be taken into account for the current time period in the calculation of annualised, monthly revenues.
nb: Dersom sluttbrukerpriser (listepriser) blir rabattert permanent eller redusert midlertidig i form av kampanjer, skal slike rabatter hensyntas for den aktuelle tidsperioden ved beregning av annualiserte, månedlige inntekter.

source: Demonstrate military tactical UHF communication with a satellite in Low Earth Orbit (LEO),
nb: innsending av API (Advance Publication of Information), koordineringsforespørsel og notifisering.

source: f An unregulated vertically integrated undertaking with market power on the
nb: Det viktigste i disse markedene var å legge til rette for duplisering av infrastrukturen.

source: Applications for GNSS amplifiers must be sent to
nb: Søknad om GNSS-forsterkere sendes til

source: In order for the margin squeeze test to be consistent with the market definition, Nkom believes that the geographical market used to determine the market share of the efficient alternative provider must also be based on the assumption that the market is national.
nb: For at marginskvistesten skal være i overenstemmelse med markedsavgrensningen, mener Nkom at det geografiske markedet som legges til grunn for fastsettelsen av markedsandel for den effektive, alternative tilbyderen, også må ta utgangspunkt i at markedet er nasjonalt.

source: Other downstream costs that are not normally annualised (typically sales and
nb: Andre nedstrømskostnader som normalt ikke annualiseres (typisk salgs- og

source: This Decision enters into force immediately.
nb: Vedtaket trer i kraft umiddelbart.

source: See Ecom Regulations section 1-11 about procedures in such cases.
nb: Se ekomforskriften § 1-11 om prosedyrer for håndtering av manglende betaling i slike tilfeller. Plikter ifm.

source: The regulators may according to Article 5(2) of the Open Internet Regulation at any time request information about the assessments conducted by the ISP for the specific security measures.
nb: Nkom kan også be om innsyn i hvilke konkrete vurderinger ISP-en har gjort for sine spesifikke sikkerhetsblokkeringer i henhold til NN-forordningens artikkel 5(2).

source: The margin squeeze principles for VULA fibre are presented in a new Appendix 9 to the Market 3a Decision.
nb: Marginskvisprinsippene for VULA fiber fremkommer i nytt vedlegg 9 til Marked 3a-vedtaket.

source: Telenor also offers an equivalent product to selected companies as a replacement for DSL-based broadband.
nb: I FMBB-vedtaket har Nkom vurdert behovet for å regulere prisen Telenor kan ta for implementering av grensesnitt for tilgang til FMBB.

source: 4 "Applied Margin Squeeze Study, Final Report for The Norwegian Post and Telecommunications Authority, 19.01.2010, Copenhagen Economics”, p. 43.
nb: 4 «Applied Margin Squeeze Study, Final Report for Post- og teletilsynet, 19.01.2010, Copenhagen Economics», side 43.

source: To the extent that the analysis shows that Telenor and Telia would not be in a position to discipline the analysed providers' termination charges, it is assumed that the other buyers of termination would also not be in a position to exercise buyer power that provides a basis for deviating from the presumption that the company has significant market power.
nb: I den grad analysen viser at Telenor og Telia ikke vil e være i stand til å disiplinere de analyserte tilbydernes termineringspriser, forutsettes det at hel er ikke øvrige kjøpere av terminering vil e være i stand til å utøve kjøpermakt som gir grunnlag fra å fravike presumpsjonen om at alle tilbydere av terminering har sterk markedsstil ing.

source: In addition, the Calling Party Pays principle (CPP) in practice reduces the significance of potential competition in the termination markets since the end customers will not have any incentive to change provider as a result of competitors who offer lower termination rates.
nb: I til egg vil Calling Party Pays-prinsippet (CPP) i praksis redusere betydningen av eventuel konkurranse i termineringsmarkedene ettersom sluttkundene ikke vil ha noe insentiv til å skifte tilbyder som følge av konkurrenter som tilbyr lavere termineringspriser.

source: Nkom also points out that the portfolio of flagship products is weighted according to how many subscriptions Telenor has for the products.
nb: Nkom viser videre til at porteføljen med flaggskipprodukter er vektet utfra hvor mange abonnement Telenor har på produktene.

source: 9 Right of appeal and deadline for initiating legal proceedings
nb: 9 Klagerett og frist for å reise søksmål som gjelder enkeltvedtak

source: The aggregation level determines whether a margin squeeze test wil be conducted for each flagship product individually or for a portfolio of identified flagship products.
nb: Aggregeringsnivået avgjør om en marginskvistest skal gjennomføres for hvert flaggskipprodukt individuelt eller for en portefølje av identifiserte flaggskipprodukter.
